app/controllers/instructors_controller.rb

SELECT "instructors".* FROM "instructors"
---
  def index
    @instructors = Instructor.all